[
    {
        "_id": "665f1a1e8f1b2c3d4e5f1001",
        "imageUrl": "https://i.ibb.co/cKMnnx58/01-plumbing.jpg",
        "serviceName": "Plumbing Repair",
        "price": "13,000",
        "serviceArea": "Dhaka, Bangladesh",
        "description": "Professional plumbing services including fixing water leaks, unclogging drains, repairing broken pipes, and installing new fixtures. Our experienced plumbers use quality materials suitable for Bangladesh's climate and water conditions. We handle both residential and commercial properties with 24/7 emergency service available throughout Dhaka and surrounding areas."
    },
    {
        "_id": "665f1a1e8f1b2c3d4e5f1002",
        "imageUrl": "https://i.ibb.co/ksqsps4q/02-electrical.jpg",
        "serviceName": "Electrical Work",
        "price": "16,000",
        "serviceArea": "Chittagong, Bangladesh",
        "description": "Certified electricians providing comprehensive electrical services including wiring installation, outlet repairs, lighting solutions, and electrical safety inspections. We specialize in handling Bangladesh's electrical standards and voltage requirements. Our services include power stabilizer installation, generator connections, and energy-efficient lighting solutions perfect for Bangladesh's power infrastructure."
    },
    {
        "_id": "665f1a1e8f1b2c3d4e5f1003",
        "imageUrl": "https://i.ibb.co/mPSg8kh/03-hvac.jpg",
        "serviceName": "HVAC Maintenance",
        "price": "21,000",
        "serviceArea": "Sylhet, Bangladesh",
        "description": "Complete air conditioning and heating system maintenance tailored for Bangladesh's tropical climate. Our services include AC cleaning, refrigerant refilling, duct cleaning, and installation of energy-efficient cooling systems. We also provide humidity control solutions and air purification systems to combat dust and pollution common in Bangladesh's urban areas."
    },
    {
        "_id": "665f1a1e8f1b2c3d4e5f1004",
        "imageUrl": "https://i.ibb.co/M5yHH7f6/04-roof.jpg",
        "serviceName": "Roof Repair",
        "price": "32,000",
        "serviceArea": "Rajshahi, Bangladesh",
        "description": "Comprehensive roofing services designed to withstand Bangladesh's monsoon seasons and extreme weather conditions. We provide leak repairs, tin sheet replacements, concrete roof waterproofing, and structural reinforcement. Our team specializes in both traditional and modern roofing techniques suitable for Bangladesh's climate, including monsoon-resistant materials and proper drainage systems."
    },
    {
        "_id": "665f1a1e8f1b2c3d4e5f1005",
        "imageUrl": "https://i.ibb.co/RTzm2DQn/05-interior-painting.jpg",
        "serviceName": "Interior Painting",
        "price": "11,000",
        "serviceArea": "Khulna, Bangladesh",
        "description": "Professional interior painting services using high-quality, humidity-resistant paints perfect for Bangladesh's climate. We offer wall preparation, primer application, and multiple coat painting with colors that resist fading from heat and humidity. Our services include anti-fungal treatments and moisture-resistant finishes to prevent common issues in Bangladesh's tropical environment."
    },
    {
        "_id": "665f1a1e8f1b2c3d4e5f1006",
        "imageUrl": "https://i.ibb.co/TBcX4Z79/06-carpentary.jpg",
        "serviceName": "Carpentry",
        "price": "19,000",
        "serviceArea": "Barisal, Bangladesh",
        "description": "Expert carpentry services including custom furniture making, door and window installations, and wooden structure repairs. We use termite-resistant wood treatments and materials suitable for Bangladesh's humid climate. Our skilled craftsmen specialize in both traditional Bengali woodwork and modern designs, offering built-in storage solutions and custom cabinetry for Bangladesh homes."
    },
    {
        "_id": "665f1a1e8f1b2c3d4e5f1007",
        "imageUrl": "https://i.ibb.co/Ps5DQSnT/07-appliance.jpg",
        "serviceName": "Appliance Repair",
        "price": "10,000",
        "serviceArea": "Rangpur, Bangladesh",
        "description": "Professional repair services for all major home appliances including refrigerators, washing machines, air conditioners, and kitchen appliances. Our technicians are trained to handle both local and imported brands common in Bangladesh. We provide voltage stabilizer recommendations, energy efficiency upgrades, and maintenance tips for appliances to perform optimally in Bangladesh's electrical conditions and climate."
    },
    {
        "_id": "665f1a1e8f1b2c3d4e5f1008",
        "imageUrl": "https://i.ibb.co/XxdGY6x1/08-flooring.jpg",
        "serviceName": "Flooring Installation",
        "price": "27,000",
        "serviceArea": "Mymensingh, Bangladesh",
        "description": "Professional flooring installation services including ceramic tiles, marble, hardwood, and water-resistant laminate flooring suitable for Bangladesh's climate. We specialize in moisture-resistant installations and proper waterproofing techniques essential for monsoon seasons. Our team provides consultation on the best flooring materials for different areas of Bangladesh homes, considering humidity, flooding risks, and local preferences."
    }
]